{
  "intro": "প্রাকৃতিক ভাষা প্রসেসিং এ আই এক্সপ্লোর করুন! এই অ্যাপ্লিকেশনটি, সর্বশেষ উন্নত মডেল ফ্যামিলির হতে, প্রয়োজনীয় সব কিছু সরবরাহ করে যাতে আপনি নতুনভাবে আবিষ্কার করতে পারেন। এখনই আপনি কৃত্রিম বুদ্ধিমত্তা এ অনুভূত করুন!",
  "btn_newchat": "নতুন চ্যাট",
  "btn_ApiEdit": "আপনার এপিআই কী সম্পাদনা করুন",
  "title_Modal1": "মডেল কনফিগারেশন",
  "text1_modal1": "জেমিনির যোগাযোগ ত্রুটি সংশোধন এবং মডেল কর্মক্ষমতা উন্নত করতে, আপনি আপনার নিজের এপিআই কী যোগ করতে পারেন এই ওয়েবসাইটে যাওয়ার মাধ্যমে: https://makersuite.google.com/app/apikey",
  "text2_modal1": "একটি অ্যাকাউন্ট তৈরি করুন অথবা আপনার Google অ্যাকাউন্টে লগইন করুন",
  "text3_modal1": "নতুন প্রকল্পে API কী তৈরি করতে ক্লিক করুন।",
  "text4_modal1": "কীটি করুন এবং তা API_KEY ক্ষেত্রে পেস্ট করুন।",
  "text5_modal1": "অ্যাপ্লিকেশনটি বন্ধ করুন এবং আবার খোলুন।",
  "btn_save_modal1": "সংরক্ষণ করুন",
  "btn_default_modal1": "ডিফল্ট কনফিগারেশন পুনরুদ্ধার করুন",
  "title_Modal2": "সীমাবদ্ধতা",
  "text1_modal2": "সীমানা সহ কৃত্রিম বুদ্ধিমত্তা মডেল",
  "text2_modal2": "এই কৃত্রিম বুদ্ধিমত্তা (AI) মডেলটি ব্যবহারকারীদের উপকারের তথ্য এবং সহায় প্রদান করতে তৈরি হয়েছে। তবে, এটির একটি গুরুত্বপূর্ণ কিছু সীমা রয়েছে এটি মনে রাখতে গুরুত্বপূর্ণ।",
  "text3_modal2": "সীমাবদ্ধতা:",
  "text4_modal2": "মডেলটি 100% সঠিক বা সম্পূর্ণ উত্তর তৈরি করতে অক্ষম।\n মডেলটি জটিল বা দুর্বোধ্য প্রশ্ন বা অস্পষ্ট প্রশ্নে উত্তর দেওয়ার ক্ষমতা রয়েনি।\n মডেলটি আপত্কালিক, বিভ্রান্ত বা বেআইনি উত্তর তৈরি করতে সক্ষম হয়নি।\n মডেলটি ব্যক্তিগত বা গোপনীয় স্বভাবে উত্তর তৈরি করতে সক্ষম হয়নি।",
  "text5_modal2": "দায়িত্বশীল ব্যবহার:",
  "text6_modal2": "মডেলটি কেবলমাত্র আইনি এবং নৈতিক উদ্দেশ্যে ব্যবহৃত হতে হবে।\n মডেলটি অন্যকে ক্ষতি করতে বা প্রতারিত করতে ব্যবহৃত হতে হবে না।\n মডেলটি মিথ্যা বা প্রতারণাত্মক বিষয়বস্তু তৈরি করতে ব্যবহৃত হতে হবে না।\n মডেলটি শিশুদের বা অন্য সহায়ক গোষ্ঠীগুলির ক্ষতি করতে বা প্রতারিত করতে ব্যবহৃত হতে হবে না।",
  "note": "এই মডেলটি স্থায়ীভাবে উন্নত হচ্ছে এবং শেখা হচ্ছে। মডেলটি আরও শেখতে যাওয়ার সাথে সাথে এর সীমাগুলি পরিবর্তন হতে পারে।",
  "error_api": "অনুরোধে ত্রুটি। যদি ত্রুটি অবিরত থাকে, একটি ব্যক্তিগত API কী কনফিগার করুন।",
  "typing": "লেখা হচ্ছে..."
}
