{
  "intro": "प्राकृतिक भाषा में AI का अन्वेषण करें! यह नवीनतम उन्नत मॉडलों के परिवार से आने वाले इस एप्लिकेशन से नवाचार अनुभव करने के लिए सब कुछ प्रदान करता है। अब कुशलता में डूबो इस कृत्रिम बुद्धिमत्ता में!",
  "btn_newchat": "नया चैट",
  "btn_ApiEdit": "अपनी API कुंजी संपादित करें",
  "title_Modal1": "मॉडल सेटिंग्स",
  "text1_modal1": "जेमिनी के संवाद त्रुटि को सही करने और मॉडल के प्रदर्शन को बेहतर बनाने के लिए, आप अपनी खुद की API कुंजी जोड़ सकते हैं, वेबसाइट पर जाकर: https://makersuite.google.com/app/apikey",
  "text2_modal1": "खाता बनाएं या अपने Google खाते से लॉगिन करें",
  "text3_modal1": "नए परियोजना में API कुंजी बनाने के लिए क्लिक करें।",
  "text4_modal1": "कुंजी की प्रतिलिपि बनाएं और इसे नीचे के फ़ील्ड में API_KEY में पेस्ट करें।",
  "text5_modal1": "एप्लिकेशन को बंद करें और फिर से खोलें।",
  "btn_save_modal1": "सहेजें",
  "btn_default_modal1": "डिफ़ॉल्ट सेटिंग्स को पुनः स्थापित करें",
  "title_Modal2": "सीमाएँ",
  "text1_modal2": "सीमाएँ वाला कृत्रिम बुद्धिमत्ता मॉडल",
  "text2_modal2": "यह कृत्रिम बुद्धिमत्ता (AI) मॉडल उपयोगकर्ताओं को उपयुक्त जानकारी और सहायता प्रदान करने के लिए विकसित किया गया था। हालांकि, इसे याद रखना महत्वपूर्ण है कि इस मॉडल की कुछ सीमाएँ हैं।",
  "text3_modal2": "सीमाएँ:",
  "text4_modal2": "मॉडल 100% सटीक या पूर्ण उत्तर नहीं बना सकता है।\n मॉडल जटिल या अस्पष्ट सवालों को समझने या उत्तर देने में सक्षम नहीं है।\n मॉडल आपत्कालिक, भेदभावपूर्ण या अवैध उत्तर नहीं बना सकता है।\n मॉडल व्यक्तिगत या गोपनीय प्रकृति के उत्तर नहीं बना सकता है।",
  "text5_modal2": "जिम्मेदार उपयोग:",
  "text6_modal2": "मॉडल का उपयोग केवल कानूनी और नैतिक उद्देश्यों के लिए होना चाहिए।\n मॉडल का उपयोग दूसरों को क्षति पहुंचाने या छल करने के लिए नहीं होना चाहिए।\n मॉडल का उपयोग गलत या भ्रांतिकारक सामग्री बनाने के लिए नहीं होना चाहिए।\n मॉडल का उपयोग बच्चों या अन्य संरक्षित समूहों के लिए हानिकारक सामग्री बनाने के लिए नहीं होना चाहिए।",
  "note": "यह मॉडल लगातार विकसित और सीख रहा है। मॉडल ज्ञान बढ़ते ही, इसकी सीमाएँ बदल सकती हैं।",
  "error_api": "अनुरोध में त्रुटि। यदि त्रुटि बनी रहती है, तो व्यक्तिगत API कुंजी को सेट करें।",
  "typing": "टाइपिंग..."
}
