{
  "intro": "Исследуйте искусственный интеллект в обработке естественного языка! Это приложение, из самого последнего семейства передовых моделей, предоставляет всё необходимое, чтобы начать экспериментировать с инновациями. Погрузитесь сейчас в искусственный интеллект!",
  "btn_newchat": "Новый чат",
  "btn_ApiEdit": "Редактировать ваш ключ API",
  "title_Modal1": "Настройка модели",
  "text1_modal1": "Чтобы устранить ошибку связи Gemini и улучшить производительность модели, вы можете добавить свой собственный API-ключ, посетив сайт: https://makersuite.google.com/app/apikey",
  "text2_modal1": "После создания учетной записи или входа в свою учетную запись Google",
  "text3_modal1": "Нажмите «Создать ключ API» в новом проекте.",
  "text4_modal1": "Скопируйте ключ и вставьте его в поле API_KEY ниже.",
  "text5_modal1": "Закройте приложение и откройте его снова.",
  "btn_save_modal1": "Сохранить",
  "btn_default_modal1": "Восстановить настройки по умолчанию",
  "title_Modal2": "Ограничения",
  "text1_modal2": "Модель искусственного интеллекта с ограничениями",
  "text2_modal2": "Эта модель искусственного интеллекта (ИИ) разработана для предоставления полезной информации и помощи пользователям. Тем не менее, важно помнить, что у этой модели есть свои ограничения.",
  "text3_modal2": "Ограничения:",
  "text4_modal2": "Модель не способна генерировать ответы на 100% точные или полные.\n Модель не способна понимать или отвечать на сложные или неоднозначные вопросы.\n Модель не способна генерировать оскорбительные, дискриминационные или незаконные ответы.\n Модель не способна генерировать ответы личного или конфиденциального характера.",
  "text5_modal2": "Ответственное использование:",
  "text6_modal2": "Модель должна использоваться только в законных и этических целях.\n Модель не должна использоваться для вреда или обмана других.\n Модель не должна использоваться для создания ложного или вводящего в заблуждение контента.\n Модель не должна использоваться для создания контента, вредного для детей или других уязвимых групп.",
  "note": "Эта модель постоянно развивается и учится. По мере того как модель учится больше, ее ограничения могут изменяться.",
  "error_api": "Ошибка запроса. Если ошибка сохраняется, установите свой персональный API-ключ.",
  "typing": "Печатает..."
}
