{
  "intro": "طبیعی زبان میں مصنوعی ذہانت کا کھوج! یہ ایپلیکیشن، تازہ ترین پیشہ ورانہ ماڈل کے خاندان سے ہے، نوآبادی تجربہ کرنے کے لیے آپکو ضروری چیزیں فراہم کرتا ہے۔ فوراً مصنوعی ذہانت میں ڈوب جائیں!",
  "btn_newchat": "نیا چیٹ",
  "btn_ApiEdit": "آپ کی API کی چابی میں ترتیب دیں",
  "title_Modal1": "ماڈل کی ترتیبات",
  "text1_modal1": "جیمنی کی مواصلات کی خطا دور کرنے اور ماڈل کی کارکردگی میں بہتری کے لیے، آپ اپنی خود کی API کی چابی شامل کرسکتے ہیں: https://makersuite.google.com/app/apikey",
  "text2_modal1": "اکاؤنٹ بنائیں یا اپنے Google اکاؤنٹ میں لاگ ان کریں",
  "text3_modal1": "نیا منصوبہ بنانے میں API کی چابی بنائیں",
  "text4_modal1": "چابی کاپی کریں اور زیرہ API_KEY میں پیسٹ کریں",
  "text5_modal1": "ایپ بند کریں اور دوبارہ کھولیں",
  "btn_save_modal1": "محفوظ کریں",
  "btn_default_modal1": "پہلے فراہم شدہ ترتیبات بحال کریں",
  "title_Modal2": "محدودیتیں",
  "text1_modal2": "مصنوعی ذہانت ماڈل میں محدودیتیں",
  "text2_modal2": "یہ مصنوعی ذہانت (AI) کا ماڈل صارفین کو مدد فراہم کرنے کے لئے تیار کیا گیا ہے۔ یہ مہم ہے کہ یہ ماڈل اپنی محدودیات کو یاد رکھتا ہے۔",
  "text3_modal2": "محدودیتیں:",
  "text4_modal2": "ماڈل 100٪ درست یا مکمل جوابات پیدا کرنے کے قابل نہیں ہے۔\n ماڈل جٹلے یا مبہم سوالات کو سمجھنے یا جواب دینے کا صلاحیت رکھتا ہے نہیں۔\n ماڈل توہین آمیز، تمیزی یا غیر قانونی جوابات پیدا کرنے کے قابل نہیں ہے۔\n ماڈل شخصی یا خفیہ نوعیت کے جوابات پیدا کرنے کے قابل نہیں ہے۔",
  "text5_modal2": "ذمہ دار استعمال:",
  "text6_modal2": "ماڈل صرف قانونی اور اخلاقی مقاصد کے لئے استعمال ہونا چاہئے۔\n ماڈل دوسروں کو نقصان پہنچانے یا چکرانے کے لئے استعمال نہیں ہونا چاہئے۔\n ماڈل جعلی یا گمراہ کن مواد پیدا کرنے کے لئے استعمال نہیں ہونا چاہئے۔\n ماڈل کو بچوں یا دیگر ضعیف گروہوں کے لئے نقصان دہ مواد پیدا کرنے کے لئے استعمال نہیں ہونا چاہئے۔",
  "note": "یہ ماڈل مسلسل ترقی اور تعلم میں ہے۔ جب ماڈل زیادہ سیکھتا ہے، اس کی محدودیات تبدیل ہو سکتی ہیں۔",
  "error_api": "درخواست میں خطا۔ اگر خطا برقرار رہے تو اپنی شخصی API چابی کو ترتیب دیں۔",
  "typing": "ٹائپ ہو رہا ہے..."
}
